Repository: Minh-Tri-17/NextERP
Catalog: NextERP.MVC.Admin/LocalizationResources/ViewLocalizationResources.*.resx
Languages: vi

source: Account
vi: Đăng nhập

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: Remember me
vi: Nhớ mật khẩu

source: Forgot password
vi: Quên mật khẩu

source: New password
vi: Mật khẩu mới

source: Phone number registered
vi: Số điện thoại đăng ký

source: Back login
vi: Quay về đăng nhập

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Dashboard
vi: Trang chủ

source: Logout
vi: Đăng xuất

source: Login
vi: Đăng nhập

source: Employee
vi: Nhân viên

source: Salary
vi: Lương

source: Attendance
vi: Chấm công

source: Leave request
vi: Ngày nghỉ

source: Schedule
vi: Lịch làm việc

source: Position
vi: Chức vụ

source: Training session
vi: Đào tạo

source: Organization
vi: Tổ chức

source: Branch
vi: Chi nhánh

source: Department
vi: Phòng ban

source: Customer
vi: Khách hàng

source: Feedback
vi: Phản hồi

source: Appointment
vi: Lịch hẹn

source: Payment
vi: Thanh toán

source: Invoice
vi: Hóa đơn

source: Invoice detail
vi: Chi tiết hóa đơn

source: Merchandise
vi: Hàng hóa

source: Product
vi: Sản phẩm

source: Product category
vi: Danh mục sản phẩm

source: Supplier order
vi: Hóa đơn

source: Supplier order detail
vi: Chi tiết hóa đơn

source: Supplier
vi: Nhà cung cấp

source: Promotion
vi: Khuyến mãi

source: System
vi: Hệ thống

source: Role
vi: Quyền

source: User
vi: Người dùng

source: Admin
vi: Quản trị viên

source: Create or edit
vi: Thêm hoặc sửa

# HistoryNotificationList
source: List history notification
vi: Danh sách lịch sử thông báo

source: Close
vi: Đóng

# PositionList
source: List position
vi: Danh sách chức vụ

source: Save
vi: Lưu

# ProductList
source: List product
vi: Danh sách sản phẩm

# ProductCategoryList
source: List product category
vi: Danh sách danh mục sản phẩm

source: Create
vi: Thêm

# PromotionList
source: List promotion
vi: Danh sách khuyến mãi

source: Edit
vi: Sửa

# RoleList
source: List role
vi: Danh sách quyền

source: Delete
vi: Xóa

# SalaryList
source: List salary
vi: Danh sách lương

source: Import
vi: Nhập

# ScheduleList
source: List schedule
vi: Danh sách lịch làm việc

source: Export
vi: Xuất

# SpaServiceList
source: List service
vi: Danh sách dịch vụ

# SpaServiceCategoryList
source: List service category
vi: Danh sách danh mục dịch vụ

# DeleteSuccess
source: S:Delete data success
vi: S:Xóa dữ liệu thành công

# SupplierList
source: List supplier
vi: Danh sách nhà cung cấp

# DeleteFailed
source: F:Delete data failed
vi: F:Xóa dữ liệu thất bại

# SupplierOrderList
source: List supplier order
vi: Danh sách hóa đơn

# CreateSuccess
source: S:Create data success
vi: S:Thêm dữ liệu thành công

# SupplierOrderDetailList
source: List supplier order detail
vi: Danh sách chi tiết hóa đơn

# UpdateSuccess
source: S:Update data success
vi: S:Cập nhật dữ liệu thành công

# TrainingSessionList
source: List training session
vi: Danh sách đào tạo

# ImportSuccess
source: S:Import data success
vi: S:Nhập dữ liệu thành công

# UserList
source: List user
vi: Danh sách người dùng

# ExportSuccess
source: S:Export data success
vi: S:Xuất dữ liệu thành công

# CreateFailed
source: F:Create data failed
vi: F:Thêm dữ liệu thất bại

# UpdateFailed
source: F:Update data failed
vi: F:Cập nhật dữ liệu thất bại

# ImportFailed
source: F:Import data failed
vi: F:Nhập dữ liệu thất bại

# ExportFailed
source: F:Export data failed
vi: F:Xuất dữ liệu thất bại

source: Product code
vi: Mã sản phẩm

# NotFoundGetList
source: F:Get list data failed: List result is null
vi: F:Lấy danh sách dữ liệu không thành công: Kết quả danh sách là null

source: Product name
vi: Tên sản phẩm

# NotFoundGet
source: F:Update data failed: Not found ID
vi: F:Cập nhật dữ liệu không thành công: Không tìm thấy ID

source: Quantity in stock
vi: Số lượng tồn

# NotFoundUpdate
source: F:Get data failed: Not found ID
vi: F:Lấy dữ liệu không thành công: Không tìm thấy ID

source: Price
vi: Giá

# FileNotFound
source: F:Not found file or file empty
vi: F:Không tìm thấy tệp hoặc tệp trống

source: Expiration date
vi: Ngày hết hạn

source: Export data
vi: Xuất dữ liệu

source: Image files
vi: Tệp ảnh

source: Import data
vi: Nhập dữ liệu

source: Manufacturer
vi: Nhà sản xuất

source: Start import
vi: Bắt đầu nhập liệu

source: Country of origin
vi: Nơi xuất xứ

source: Start export
vi: Bắt đầu xuất liệu

source: Reorder level
vi: Mức tồn tối thiẻu

source: All page
vi: Tất cả trang

source: Note
vi: Ghi chú

source: Current page
vi: Trang hiện tại

source: Attendance code
vi: Mã chấm công

source: Select row
vi: Dòng đang chọn

source: Work date
vi: Ngày công

source: Upload file
vi: Tải tệp lên

source: In time
vi: Giờ vào

source: Search
vi: Tìm kiếm

source: Out time
vi: Giờ ra

source: Clear
vi: Dọn dẹp

source: Search code
vi: Tìm mã

source: Search status
vi: Tìm trạng thái

source: Is delete
vi: Đã xóa

# SearchDateFrom
source: Search from date
vi: Tìm ngày bắt đầu

source: Working hours
vi: Giờ làm việc

# SearchDateTo
source: Search to date
vi: Tìm ngày kết thúc

source: Overtime hours
vi: Giờ tăng ca

# AttendanceList
source: List attendance
vi: Danh sách chấm công

# DateCreate
source: Create date
vi: Ngày tạo

# AppointmentList
source: List appointment
vi: Danh sách lịch hẹn

# DateUpdate
source: Update date
vi: Ngày cập nhật

# BranchList
source: List branch
vi: Danh sách chấm công

source: User create
vi: Người tạo

# CustomerList
source: List customer
vi: Danh sách khách hàng

source: User update
vi: Người cập nhật

# DepartmentList
source: List department
vi: Danh sách phòng bạn

source: Appointment code
vi: Mã lịch hẹn

# EmployeeList
source: List employee
vi: Danh sách nhân viên

source: Appointment date
vi: Ngày đặt lịch hẹn

# FeedbackList
source: List feedback
vi: Danh sách phản hồi

source: Appointment status
vi: Trạng thái lịch hẹn

# InvoiceList
source: List invoice
vi: Danh sách hóa đơn

source: Total cost
vi: Tổng chi phí

# InvoiceDetailList
source: List invoice detail
vi: Danh sách chi tiết hóa đơn

# LeaveRequestList
source: List leave request
vi: Danh sách ngày nghỉ

# Base64Images
source: Images
vi: Ảnh

source: Delete Permanently
vi: Xóa vĩnh viễn

source: Branch code
vi: Mã chi nhánh

source: Role name
vi: Tên quyền

source: Total amount
vi: Tổng số tiền

source: Trainer
vi: Giảng viên

source: Employee code
vi: Mã nhân viên

source: Duration
vi: Khoảng thời gian

source: Request status
vi: Trạng thái yêu cầu

source: Appointment rescheduled
vi: Lịch hẹn đã được lên lại

# Dob
source: Day of birthday
vi: Ngày sinh

source: Advance salary
vi: Lương tạm ứng

source: Unit price
vi: Đơn giá

# ColorDanger
source: Red color
vi: Màu đỏ

source: Hire date
vi: Ngày vào làm

source: Supplier order code
vi: Mã đơn hàng

source: Category name
vi: Tên danh mục

source: HighSchool
vi: Trung học phổ thông

source: Operating status
vi: Trạng thái hoạt động

source: Gross salary
vi: Tổng lương

source: Final amount
vi: Số tiền cuối cùng

source: Session status
vi: Trạng thái khóa học

source: Bank account number
vi: Số tài khoản ngân hàng

# SpaServiceCategoryName
source: Service category name
vi: Tên danh mục dịch vụ

source: History notification content
vi: Nội dung lịch sử thông báo

source: Other
vi: Khác

source: Total spent
vi: Tổng chi tiêu

source: Start time
vi: Thời gian bắt đầu

source: Leave start date
vi: Ngày bắt đầu nghỉ phép

source: Appointment booked
vi: Lịch hẹn đã được đặt

# DateFeedback
source: Feedback date
vi: Ngày phản hồi

source: Order status
vi: Trạng thái đặt hàng

source: Start date
vi: Ngày bắt đầu

source: Master
vi: Thạc sĩ

source: Address
vi: Địa chỉ

source: Salary code
vi: Mã lương

source: Payment method
vi: Hình thức thanh toán

source: Participants
vi: Người tham gia

source: Photo
vi: Ảnh

# SpaServiceLevel
source: Service level
vi: Cấp độ dịch vụ

source: History notification code
vi: Mã lịch sử thông báo

source: Male
vi: Nam

source: Join date
vi: Ngày tham gia

source: Net salary
vi: Lương thực nhận

source: Leave request code
vi: Mã ngày nghỉ

# ColorSuccess
source: Green color
vi: Màu xanh lá

source: Rating
vi: Điểm đánh giá

source: Expected delivery date
vi: Ngày giao hàng dự kiến

source: Promotion name
vi: Tên khuyến mãi

source: College
vi: Trường cao đẳng

source: Full name
vi: Họ tên

source: Tax amount
vi: Số tiền đóng thuế

source: Invoice detail code
vi: Mã chi tiết hóa đơn

source: Last login date
vi: Ngày đăng nhập cuối cùng

source: Social insurance number
vi: Số bảo hiểm xã hội

source: Supplier name
vi: Tên nhà cung cấp

source: Position name
vi: Tên chức vụ

source: PrimarySchool
vi: Tiếu học

source: Department name
vi: Tên phòng ban

# SpaServiceCode
source: Service code
vi: Mã dịch vụ

source: Total leave days
vi: Tổng số ngày nghỉ

source: Appointment cancelled
vi: Lịch hẹn đã bị hủy

source: Function name
vi: Tên chức năng

source: Training session code
vi: Mã đào tạo

source: Role code
vi: Mã quyền

source: Professor
vi: Giáo sư

source: Branch name
vi: Tên chi nhánh

source: Permissions
vi: Quyền

source: Invoice date
vi: Ngày xuất hóa đơn

source: Training date
vi: Ngày đào tạo

source: National id
vi: Chứng minh nhân dân

source: Is promotional
vi: Đang khuyến mại

source: Approval date
vi: Ngày phê duyệt

source: Appointment in progress
vi: Lich hẹn đang được xử lý

source: Deductions
vi: Các khoản khấu trừ

source: Total price
vi: Tổng giá

# ColorInfo
source: Blue color
vi: Màu xanh dương

source: Feedback code
vi: Mã phản hồi

source: Order date
vi: Ngày đặt hàng

# PromotionCode
source: Promotion cde
vi: Mã khuyến mãi

source: Intermediate
vi: Trung cấp

source: Customer code
vi: Mã khách hàng

source: Bonus
vi: Thưởng

source: Payment status
vi: Trạng thái thành toán

source: User code
vi: Mã người dùng

source: Health insurance number
vi: Số bảo hiểm y tế

source: Supplier code
vi: Mã nhà cung cấp

source: Position code
vi: Mã chức vụ

source: Unknown
vi: Không xác định

source: Department code
vi: Mã phòng ban

# EndTime
source: Time end
vi: Thời gian kết thúc

source: Leave end date
vi: Ngày kết thúc nghỉ phép

source: Appointment completed
vi: Lịch hẹn đã được hoàn thành

source: Function code
vi: Mã chức năng

source: Supplier order detail code
vi: Mã chi tiết đơn hàng

source: End date
vi: Ngày kết thúc

source: Doctor
vi: Tiền sĩ

source: Phone number
vi: Số điện thoại

source: Salary month
vi: Tháng lương

source: Discount
vi: Giảm giá

source: Training material
vi: Tài liệu đào tạo

source: Education level
vi: Trình độ học vấn

# SpaServiceCategoryCode
source: Service category code
vi: Mã danh mục dịch vụ

source: History notification name
vi: Tên lịch sử thông báo

source: Female
vi: Nữ

source: Loyalty points
vi: Điểm tích lũy

source: Schedule code
vi: Mã lịch làm việc

source: Request date
vi: Ngày yêu cầu

# ColorWarning
source: Yellow color
vi: Màu vàng

source: Comment
vi: Bình luận

source: Actual delivery date
vi: Ngày giao hàng thực tế

source: Discount percentage
vi: Tỷ lệ chiết khấu

source: University
vi: Đại học

source: Gender
vi: Giới tính

# InsuranceContribution
source: Amount of insurance payable
vi: Số tiền bảo hiểm phải nộp

source: Quantity
vi: Số lượng

# ColorPrimary
source: Primary color
vi: Màu chính

source: Tax code
vi: Mã số thuế

source: Contact name
vi: Tên liên lạc

source: Product category code
vi: Mã danh mục sản phẩm

source: SecondarySchool
vi: Trung học cơ sở

source: Number of employees
vi: Số lượng nhân viên

# SpaServiceName
source: Service name
vi: Tên dịch vụ

source: Leave day type
vi: Loại ngày nghỉ

source: Appointment missed
vi: Lịch hẹn đã bị bỏ lỡ

source: Invoice code
vi: Mã hóa đơn

source: Training session name
vi: Tên đào tạo

source: Group role
vi: Nhóm quyền

source: Active
vi: Hoạt động

source: View
vi: Xem

# SessionCompleted
source: The training session is completed
vi: Buổi đào tạo đã kết thúc

# SessionCancelled
source: The training session is cancelled
vi: Buổi đào tạo đã bị hủy

source: Inactive
vi: Ngưng hoạt động

# Required
source: is required.
vi: không được bỏ trống

# SessionOngoing
source: The training session is ongoing
vi: Buổi đào tạo đang diễn ra

# InvalidPassword
source: Password is required.
vi: Mật khẩu không được bỏ trống

source: Annual leave
vi: Phép năm

source: Approved
vi: Đã duyệt

source: Personal leave
vi: Nghỉ do lý do cá nhân

source: Advanced
vi: Nâng cao

source: Unpaid leave
vi: Nghỉ không lương

source: Rejected
vi: Đã từ chối

source: Submitted
vi: Đã yêu cầu

source: Product category name
vi: Tên danh mục sản phẩm

source: Sick leave
vi: Nghỉ bệnh

source: Cancelled
vi: Đã hủy

source: Compensatory leave
vi: Nghỉ phép bù

source: Premium
vi: Cao cấp

source: Maternity leave
vi: Nghỉ thai sản

source: Basic
vi: Cơ bản

source: In review
vi: Đang xem xét

source: Profit
vi: Lợi nhuận

source: History mail code
vi: Mã lịch sử mail

# Subtitle
source: Effective management, optimized operations, improved productivity.
vi: Quản lý hiệu quả, tối ưu vận hành, nâng cao năng suất.

source: Template mail name
vi: Tên mẫu mail

source: Spending
vi: Chi tiêu

source: History mail content
vi: Nội dung lịch sử mail

source: Template notification code
vi: Mã mẫu thông báo

source: Open send mail
vi: Mở gửi mail

source: Template notification
vi: Mẫu thông báo

source: To
vi: Người nhận

source: Body
vi: Nội dung

source: Revenue
vi: Doanh thu

source: History mail name
vi: Tên lịch sử mail

# CTA
source: Explore now
vi: Khám phá ngay

source: Template content
vi: Nội dung mẫu

# Slogan
source: Optimal solution for business 4.0
vi: Giải pháp tối ưu cho doanh nghiệp 4.0 🎯

source: Template mail code
vi: Mã mẫu mail

source: Employee name
vi: Tên nhân viên

source: Template notification name
vi: Tên mẫu thông báo

source: Template mail
vi: Mẫu mail

source: Attachments
vi: File đính kèm

source: Send mail
vi: Gửi mail

source: Subject
vi: Tiêu đề

source: CC
vi: Đồng gửi

# TemplateMailList
source: List template mail
vi: Danh sách mẫu mail

# SendMailSuccess
source: S:Send mail success
vi: S:Gửi mail thành công

# TemplateNotificationList
source: List template notification
vi: Danh sách mẫu thông báo

# InvalidPhoneNumberRegistered
source: Phone number registered is required.
vi: Số điện thoại đăng ký không được bỏ trống

# StepResetPassword
source: Step 2: reset password
vi: Bước 2: đặt lại mật khẩu

# UserNameExist
source: F:Username {0} is exist.
vi: F:Tên đăng nhập {0} đã tồn tại

# RequireDigit
source: Password must contain at least one digit.
vi: F:Mật khẩu phải chứa ít nhất một chữ số.

# RegisterSuccess
source: S:Register success
vi: S:Đăng ký thành công

# OTPNoAttemptsLeft
source: F:OTP no attempts left
vi: F:Mã xác thực hết lượt nhập

# RoleNotExist
source: F:Role is not exist.
vi: F:Quyền không tồn tại

# RequireNonAlphanumeric
source: Password must contain at least one special character.
vi: F:Mật khẩu phải chứa ít nhất một ký tự đặc biệt.

# AuthFailed
source: F:Login failed
vi: F:Đăng nhập thất bại

source: BCC
vi: Ẩn đồng gửi

# HistoryMailList
source: List history mail
vi: Danh sách lịch sử mail

source: OTP
vi: Mã xác thực

# InvalidNewPassword
source: New password is required.
vi: Mật khẩu mới không được bỏ trống

# StepSendOTP
source: Step 1: send OTP
vi: Bước 1: Gửi mã xác thực

# UserNameNotExist
source: F:Username {0} is not exist.
vi: F:Tên đăng nhập {0} không tồn tại

# RequiredLength
source: Password must be at least {0} characters.
vi: F:Mật khẩu phải có ít nhất {0} ký tự.

# ResetPasswordSuccess
source: S:Reset password success
vi: S:Đặt lại mật khẩu thành công

# OTPExpired
source: F:OTP Expried
vi: F:Mã xác thực hết hạn

# TokenKeyNotConfigured
source: F:Token key is not configured properly in the application settings.
vi: F:Khóa mã thông báo không được cấu hình đúng trong cài đặt ứng dụng.

# RequireUppercase
source: Password must contain at least one uppercase letter.
vi: F:Mật khẩu phải chứa ít nhất một chữ in hoa.

# AuthSuccess
source: S:Login success
vi: S:Đăng nhập thành công

# SendMailFailed
source: F:Send mail failed
vi: F:Gửi mail thất bại

# InvalidUsername
source: Username is required.
vi: Tên đăng nhập không được bỏ trống

# YourOTP
source: Your OTP: {0}
vi: Mã xác nhận của bạn: {0}

source: Register
vi: Đăng ký

# OTPNotFound
source: F:OTP not found
vi: F:Mã xác thực không tồn tại

# UserNameOrPasswordIncorrect
source: F:Username {0} or Password {1} is incorrect.
vi: F:Tên đăng nhập {0} hoặc mật khẩu {1} không khớp

# RequireLowercase
source: Password must contain at least one lowercase letter.
vi: F:Mật khẩu phải chứa ít nhất một chữ thường.

# RegisterFailed
source: F:Register failed
vi: F:Đăng ký thất bại

# OTPIncorrect
source: F:OTP Incorrect
vi: F:Mã xác thực không khớp

# ResetPasswordFailed
source: F:Reset password failed
vi: F:Đặt lại mật khẩu thất bại

# RequiredUniqueChars
source: Password must contain at least {0} unique characters.
vi: F:Mật khẩu phải chứa ít nhất {0} ký tự duy nhất.

# NotFoundSupplier
source: F:Not found supplier
vi: F:Không tìm thấy nhà cung cấp

source: History notification
vi: Lịch sử thông báo

source: History mail
vi: Lịch sử mail

source: Send OTP
vi: Gửi mã xác nhận
